#1.Поработайте с переменными, создайте несколько, выведите на экран, 
#запросите у пользователя несколько чисел и строк и сохраните в переменные,
#выведите на экран.
print("Добро пожаловать!")
a = 5 
b = 10 
print ("Вывод переменных a и b:",a,b) 
number = int(input("Введите первое число:"))
string = input("Введите слово:")
number2 = int(input("Введите второе число:"))
string2 = input("Введите второе слово:")
number3 = int(input("Введите третье число:"))
string3 = input("Введите третье слово:")
print (number,string,number2,string2,number3,string3)
 




